# Search tools
brew 'ack'
brew 'fd' # Simple, fast and user-friendly alternative to find
brew 'ripgrep'

# Clone of cat(1) with syntax highlighting and Git integration
brew 'bat'

# Source Control
brew 'hub' # Add GitHub support to git on the command-line
brew 'sourcetree'
cask 'github'
cask 'gitup'

# Lightweight and flexible command-line JSON processor
brew 'jq'

# Framework for managing multi-language pre-commit hooks
brew 'pre-commit'

# Display directories as trees (with optional color/HTML output)
brew 'tree'

# HTTP benchmarking tool
brew 'wrk'
brew 'lua' # Powerful, lightweight programming language
brew 'k6'

# Collaborative team software
cask 'figma'

# HTTP and GraphQL Client
cask 'insomnia'

# Terminal
cask 'iterm2'
cask 'fig' # Fig: autocomplete to your existing terminal

# Open-source keystroke visualizer
cask 'keycastr'

# Modern and intuitive HTTP Debugging Proxy app
cask 'charles' # Proxy for HTTP Debugging
cask 'paw'
cask 'postman'
cask 'proxyman'

# Text Editor and IDE
cask 'visual-studio-code'
cask 'intellij-idea-ce'

# Free and open-source OpenVPN client
cask 'tunnelblick'

# CI/CD, DevOps
brew 'awscli'
brew 'helm'
brew 'shellcheck'
brew 'terraform'
cask 'google-cloud-sdk'
cask 'openlens' # Kubernetes IDE

# Storage
brew 'postgresql'
brew 'redis'
brew 'vault'
# cask 'beekeeper-studio'
# cask 'cyberduck'
cask 'dbeaver-community' # Universal database tool and SQL client

# Documents
# cask 'dash'
# cask 'drawio'
# cask 'staruml'

# Mac App Store command-line interface
brew 'mas'

# Mornitoring CI/CD pipelines
# cask 'catlight'
# cask 'ccmenu'
# mas 'McPiper', id: 1517471189