# Search tool like grep, but optimized for programmers
brew 'ack'
brew 'ripgrep'

# Clone of cat(1) with syntax highlighting and Git integration
brew 'bat'

# OWASP dependency-check
brew 'dependency-check'

# Simple, fast and user-friendly alternative to find
brew 'fd'

# Add GitHub support to git on the command-line
brew 'hub'

# Lightweight and flexible command-line JSON processor
brew 'jq'

# Powerful, lightweight programming language
brew 'lua'

# Mac App Store command-line interface
brew 'mas'

# Framework for managing multi-language pre-commit hooks
brew 'pre-commit'

# Static analysis and lint tool, for (ba)sh scripts
brew 'shellcheck'

# Display directories as trees (with optional color/HTML output)
brew 'tree'

# HTTP benchmarking tool
brew 'wrk'

# Fish-like fast/unobtrusive autosuggestions for zsh
brew 'zsh-autosuggestions'

# Automated testing of webapps for Google Chrome
cask 'chromedriver'

# Universal database tool and SQL client
cask 'dbeaver-community'

# Docker Desktop, Docker Community Edition, Docker CE
cask 'docker'

# Collaborative team software
cask 'figma'

# Git interface focused on visual interaction
cask 'gitup'

# HTTP and GraphQL Client
cask 'insomnia'

# Terminal emulator as alternative to Apple's Terminal app
cask 'iterm2'

# Open-source keystroke visualizer
cask 'keycastr'

# Kubernetes IDE
cask 'lens'

# Modern and intuitive HTTP Debugging Proxy app
cask 'proxyman'

# Open-source code editor
cask 'visual-studio-code'

# Free and open-source OpenVPN client
cask 'tunnelblick'

# Mornitoring CI/CD pipelines
mas 'McPiper', id: 1517471189

mas 'MeetingBar', id: 1532419400
