tap "dart-lang/dart"
tap "facebook/fb"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-eid"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "mongodb/brew"
tap "vitorgalvao/tiny-scripts"
cask "adoptopenjdk8"
brew "ack"
brew "ant"
brew "python@3.8"
brew "awscli"
brew "awsume"
brew "bat"
brew "carthage"
brew "cmake"
brew "dependency-check"
brew "direnv"
brew "dockutil"
brew "elixir"
brew "x264"
brew "ffmpeg"
brew "findutils"
brew "node"
brew "firebase-cli"
brew "genact"
brew "git"
brew "git-flow"
brew "git-lfs"
brew "go"
brew "gource"
brew "graphicsmagick"
brew "httpie"
brew "hub"
brew "libusbmuxd"
brew "libimobiledevice"
brew "ideviceinstaller"
brew "imagemagick"
brew "ios-deploy"
brew "jq"
brew "ktlint"
brew "librsvg"
brew "lizard"
brew "mas"
brew "nmap"
brew "pipenv"
brew "pre-commit"
brew "pyenv"
brew "pyenv-virtualenv"
brew "rbenv"
brew "rpm"
brew "sonar-scanner"
brew "spark"
brew "speedtest-cli"
brew "swiftformat"
brew "swiftlint"
brew "tailor"
brew "telnet"
brew "the_silver_searcher"
brew "tmux"
brew "watch"
brew "watchman"
brew "youtube-dl"
brew "dart-lang/dart/dart"
brew "facebook/fb/buck"
brew "mongodb/brew/mongodb-community"
brew "vitorgalvao/tiny-scripts/cask-repair"
cask "alfred"
cask "android-file-transfer"
cask "android-studio"
cask "appium"
cask "ccmenu"
cask "charles"
cask "clipy"
cask "cyberduck"
cask "dash"
cask "dbeaver-community"
cask "discord"
cask "docker"
cask "dropbox"
cask "figma"
cask "firefox"
cask "gitup"
cask "google-backup-and-sync"
cask "google-chat"
cask "google-chrome"
cask "grammarly"
cask "handbrake"
cask "insomnia"
cask "intel-power-gadget"
cask "intellij-idea-ce"
cask "iterm2"
cask "keycastr"
cask "microsoft-azure-storage-explorer"
cask "microsoft-teams"
cask "obs"
cask "opera"
cask "origin"
cask "sketch"
cask "skype"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "steam"
cask "teamviewer"
cask "telegram"
cask "the-unarchiver"
cask "tor-browser"
cask "transmission"
cask "tunnelblick"
cask "twitch"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "wkhtmltopdf"
cask "wwdc"
cask "zeplin"
cask "zoomus"
mas "1Password 7", id: 1333542190
mas "AdBlock", id: 1402042596
mas "DaisyDisk", id: 411643860
mas "Disk Speed Test", id: 425264550
mas "Dynamo", id: 1445910651
mas "EpocCamViewer", id: 736008948
mas "Fantastical", id: 975937182
mas "Final Cut Pro", id: 424389933
mas "Forecast Bar", id: 982710545
mas "Grammarly for Safari", id: 1462114288
mas "IP Scanner", id: 404167149
mas "iStat Menus", id: 1319778037
mas "iStat Mini", id: 927292435
mas "Jira", id: 1475897096
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "LINE", id: 539883307
mas "Magnet", id: 441258766
mas "Messenger", id: 1480068668
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "NDI Monitor", id: 1111704079
mas "Numbers", id: 409203825
mas "Okta Extension App", id: 1439967473
mas "Pages", id: 409201541
mas "Shazam", id: 897118787
mas "Spark", id: 1176895641
mas "Speedtest", id: 1153157709
mas "Trello", id: 1278508951
mas "TweetDeck", id: 485812721
mas "WiFi Explorer Lite", id: 1408727408
mas "Woodpecker", id: 1333548463
mas "Xcode", id: 497799835
