tap "adoptopenjdk/openjdk"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
cask "adoptopenjdk"
brew "ack"
brew "awscli"
brew "carthage"
brew "cocoapods"
brew "findutils"
brew "genact"
brew "git"
brew "git-flow"
brew "go"
brew "httpie"
brew "hub"
brew "usbmuxd"
brew "libimobiledevice"
brew "ideviceinstaller"
brew "imagemagick"
brew "ios-deploy"
brew "jq"
brew "librsvg"
brew "lizard"
brew "mas"
brew "nmap"
brew "node"
brew "pre-commit"
brew "pyenv"
brew "pyenv-virtualenv"
brew "rbenv"
brew "sonar-scanner"
brew "spark"
brew "swiftlint"
brew "tailor"
brew "the_silver_searcher"
brew "tmux"
brew "watch"
brew "youtube-dl"
cask "android-studio"
cask "bluestacks"
cask "caprine"
cask "ccmenu"
cask "charles"
cask "cyberduck"
cask "daisydisk"
cask "dash"
cask "dbeaver-community"
cask "discord"
cask "docker"
cask "dropbox"
cask "firefox"
cask "gifox"
cask "gitup"
cask "google-backup-and-sync"
cask "google-chrome"
cask "handbrake"
cask "insomnia"
cask "intel-power-gadget"
cask "iterm2"
cask "keycastr"
cask "macdown"
cask "microsoft-azure-storage-explorer"
cask "microsoft-office"
cask "microsoft-teams"
cask "obs"
cask "sketch"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "the-unarchiver"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
cask "adoptopenjdk/openjdk/adoptopenjdk8"
mas "1Password 7", id: 1333542190
mas "AdBlock", id: 1402042596
mas "Airmail", id: 918858936
mas "Dynamo", id: 1445910651
mas "Fantastical", id: 975937182
mas "Final Cut Pro", id: 424389933
mas "LINE", id: 539883307
mas "Magnet", id: 441258766
mas "TweetDeck", id: 485812721
mas "Xcode", id: 497799835
