tap "adoptopenjdk/openjdk"
tap "caskroom/cask"
tap "caskroom/eid"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "dart-lang/dart"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
cask "adoptopenjdk"
brew "ack"
brew "python"
brew "awscli"
brew "carthage"
brew "ffmpeg"
brew "dockutil"
brew "findutils"
brew "genact"
brew "git"
brew "git-flow"
brew "go"
brew "graphicsmagick"
brew "httpie"
brew "hub"
brew "libusbmuxd"
brew "libimobiledevice"
brew "ideviceinstaller"
brew "imagemagick"
brew "ios-deploy"
brew "jq"
brew "librsvg"
brew "lizard"
brew "mas"
brew "nmap"
brew "node"
brew "pre-commit"
brew "pyenv"
brew "pyenv-virtualenv"
brew "rbenv"
brew "sonar-scanner"
brew "spark"
brew "swiftlint"
brew "tailor"
brew "telnet"
brew "the_silver_searcher"
brew "tmux"
brew "watch"
brew "youtube-dl"
brew "dart-lang/dart/dart"
cask "1password"
cask "adoptopenjdk8"
cask "android-file-transfer"
cask "android-studio"
cask "appcode"
cask "bluestacks"
cask "caprine"
cask "ccmenu"
cask "charles"
cask "clipy"
cask "cyberduck"
cask "daisydisk"
cask "dash"
cask "dbeaver-community"
cask "discord"
cask "docker"
cask "dropbox"
cask "figma"
cask "firefox"
cask "gifox"
cask "gitup"
cask "google-backup-and-sync"
cask "google-chrome"
cask "handbrake"
cask "insomnia"
cask "intel-power-gadget"
cask "intellij-idea-ce"
cask "iterm2"
cask "keycastr"
cask "macdown"
cask "microsoft-azure-storage-explorer"
cask "microsoft-office"
cask "microsoft-teams"
cask "obs"
cask "opera"
cask "sketch"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "steam"
cask "telegram"
cask "teamviewer"
cask "the-unarchiver"
cask "tor-browser"
cask "transmission"
cask "twitch"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "wwdc"
cask "zeplin"
cask "zoomus"
cask "adoptopenjdk/openjdk/adoptopenjdk8"
mas "1Password 7", id: 1333542190
mas "AdBlock", id: 1402042596
mas "Airmail", id: 918858936
mas "Dynamo", id: 1445910651
mas "EpocCam Viewer", id: 736008948
mas "Fantastical", id: 975937182
mas "Final Cut Pro", id: 424389933
mas "Grammarly for Safari", id: 1462114288
mas "iStat Mini", id: 927292435
mas "Jira", id: 1475897096
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "LINE", id: 539883307
mas "Magnet", id: 441258766
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Shazam", id: 897118787
mas "Trello", id: 1278508951
mas "TweetDeck", id: 485812721
mas "Xcode", id: 497799835
