# Mac App Store command-line interface
brew 'mas'

# Fork of youtube-dl with additional features and fixes
brew 'yt-dlp'

# A random activity generator
brew 'genact'

# AirPods companion app
cask 'airbuddy'

# Application launcher and productivity software
cask 'alfred'

# Transfer files from and to an Android smartphone
cask 'android-file-transfer'

# Menu bar icon organizer
cask 'bartender'

# Clipboard extension app
cask 'clipy'

# Files Storage Backup
cask 'dropbox'
cask 'google-drive'

# Web browser
cask 'firefox'
cask 'google-chrome'
cask 'opera'

# Utility to fix grammar errors and style issues in text
cask 'grammarly'

# Media
cask 'spotify'
cask 'vlc'

# Social Networking
cask 'discord'
cask 'gather'
cask 'telegram'
cask 'whatsapp'
mas 'LINE', id: 539883307
mas 'Messenger', id: 1480068668
mas 'TweetDeck', id: 485812721
cask 'gather'

# GAMES
cask 'epic-games'
cask 'origin'
cask 'steam'

# Open-source BitTorrent client
cask 'transmission'

# Meeting
cask 'discord'
cask 'farrago' # Sound Effect board
cask 'loopback' #
cask 'microsoft-teams'
cask 'zoom'
mas 'MeetingBar', id: 1532419400

# Note
cask 'notion'
mas 'Craft', id: 1487937127

# Live Stream
cask 'obs'
cask 'obs-ndi'

# Unsorted

cask 'intel-power-gadget'
cask 'macs-fan-control'
cask 'raspberry-pi-imager'
cask 'transmission'
cask 'tunnelblick'
cask 'geekbench'
cask 'godot'
cask 'handbrake'
cask 'spotify'
cask 'teamviewer'
mas 'Speedtest', id: 1153157709
mas '1Password 7', id: 1333542190
mas 'AdBlock', id: 1402042596
mas 'Be Focused Pro', id: 961632517
mas 'com.adriangranados.wifiexplorerlite', id: 1408727408
mas 'DaisyDisk', id: 411643860
mas 'Developer', id: 640199958
mas 'DevUtils', id: 1533756032
mas 'Disk Speed Test', id: 425264550
mas 'Fantastical', id: 975937182
mas 'Fantastical', id: 975937182
mas 'Gifox', id: 1461845568
mas 'Grammarly for Safari', id: 1462114288
mas 'iStat Menus', id: 1319778037
mas 'iStat Mini', id: 927292435
mas 'Keynote', id: 409183694
mas 'Live Wallpaper HD', id: 874715580
mas 'Magnet', id: 441258766
mas 'Magnet', id: 441258766
mas 'Manico', id: 724472954
mas 'Manico', id: 724472954
mas 'McPiper', id: 1517471189
mas 'Microsoft Excel', id: 462058435
mas 'Microsoft OneNote', id: 784801555
mas 'Microsoft PowerPoint', id: 462062816
mas 'Microsoft Word', id: 462054704
mas 'Numbers', id: 409203825
mas 'Pages', id: 409201541
mas 'Shazam', id: 897118787
mas 'Shazam', id: 897118787
mas 'Spark', id: 1176895641
mas 'The Unarchiver', id: 425424353
